Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/samediggi.no/_value_.html.tmx
Source language: sma
Languages: sme

source: Dïenesjh / Gærjagåetie / Saemiedigkie - Sametinget
sme: Bálvalusat / Girjerádju / Sámediggi - Sametinget

source: Dïenesjh
sme: Bálvalusat

source: Jis edtja dongkedh jallh löönedh Saemiedigkien gærjagåeteste tjoerh tjaalasovveme löönijinie årrodh gærjagåetesne.
sme: Jos áiggut várret dahje luoikkahit maid nu Sámedikki girjerájus, de fertet registreret iežat girjeráju luoikkaheaddjin.

source: Gaajhkesh mah leah tjaalasovveme goh årroje Nöörjesne maehtieh löönemekåarhtem mijjeste åadtjodh.
sme: Buohkat geain lea registrerejuvvon ássanbáiki Norggas sáhttet oažžut luoikkahankoartta mis.

source: Löönijinie sjïdth
sme: Luoikkahišgoađe

source: Gosse löönemekåarhtem darjoeh, dellie dov nomme, påastesijjie, reakedsbiejjie jïh persovnenommere tjaalasuvvieh.
sme: Luoikkahankortii registrerejuvvojit namma, čujuhus, riegádandáhton ja personnummir.

source: Dov gærjagåetiekåarhte lea persovneles jïh PIN-kodine ektine åtnasåvva.
sme: Bibliotehkakoarta lea persovnnalaš ja geavahuvvo PIN-koda bokte.

source: Maahta daam kåarhtem aaj jeatjah gærjagåetine Nöörjesne nuhtjedh.
sme: Dán koartta sáhttá geavahit maiddái eará bibliotehkain Norggas.

source: Tjåenghkies löönemekåarhte.
sme: Oktasaš luoikkahankoarta

source: Gaajhkh maanah maehtieh löönemekåarhtem åadtjodh, men almetjh nuelelen 15 jaepieh tjuerieh tjaaleldh luhpiem utnedh eejhtegijstie jallh dejstie mah eejhtegi åvteste.
sme: Buot mánát sáhttet oažžut luoikkahankoartta, muhto vuollel 15 jahkásaččaide fertejit vánhemat dahje fuolaheaddjit addit čálalaččat lobi.

source: Gosse 15 jaepieh illeme maahtah gærjagåetiekåarhtem jïjtje darjodh.
sme: Go leat deavdán 15 jagi, de sáhtát ieš ráhkadahttit bibliotehkakoartta.

source: Jis ih Tjåenghkies löönemekåarhtem sïjhth, tjoerh saarnodh datne ih sïjhth dov adressebïevnesh vöörhkesuvvieh dennie åejvielöönemeregisterisnie.
sme: Jos it hálit oktasaš luoikkahankoartta, de sáhtát don eastadit du čujuhusdieđuid rádjama guovddáš luoikkahanregistarii.

source: Soptsesth dam dåastovesijjesne jïh datne sïjhth löönemekåarhtem åadtjodh maam ajve maahtah nuhtjedh daennie gærjagåetesne.
sme: Resepšuvnnas sáhtát jearrat dakkár luoikkahankoartta maid sáhttá geavahit dušše báikkálaččat girjerájus.

source: Naemhtie datne dov löönemem orresth
sme: Dainna lágiin ođasmahttát luoikkaheami

source: Diedtieh Logg på
sme: Deaddil “ Logge sisa ”

source: Veeljh BIBSYS
sme: Vállje gullevašvuođa BIBSYS

source: Tjaelieh dov löönemenommerem jïh tjeakoesbaakoem
sme: Čále iežat luoikkahannummira ja beassansáni

source: Diedtieh ” Min konto ”
sme: Deaddil ” Mu kontu ”

source: Juktie löönemem orrestidh, diedtieh burhtjesne tihtelen baalte jallh diedtieh Forny alt.
sme: Jos áiggut guhkidit luoikkahanáiggi, deaddil bovssa mii lea tihttela bálddas dahje deaddil “ ođasmahte buot ”.

source: Statusen nuelesne maahtah vuejnedh mejtie maahtah orrestidh jallh ij.
sme: Stáhtusa vuolde sáhtát oaidnit lea go luoikkahanáiggi vejolaš guhkidit vai ii.

source: Datne maahtah dov gærjide jïjtje orrestidh 10 aejkieh.
sme: Don sáhtát guhkidit girjjiid luoikkahanáiggi ieš gitta 10 gearddi.

source: Dastegh gærja lea orrestamme 10 aejkieh, jallh naaken gærjam vuertieminie, ih sïjhth svaalhtesem åadtjodh gusnie tjåådtje Forny.
sme: Jos luoikkahanáigi lea guhkiduvvon 10 geardde, dahje muhtun lea vuordimin girjji, de ii boađe leaŋka “ ođasmahte ” oidnosii.

source: Mov sæjroe / Guktie tjeakoesbaakoem darjodh
sme: Mu siidu / Movt ráhkadit beassansáni

source: Datne tjaangh viehkine diedtedh ” Logg på ” bijjielisnie åelkies roenesne.
sme: Don logget sisa go deaddilat “ Logge sisa ” mii lea bajimuččas olgešbeale čiegas.

source: Saemiedigkien gærjagåetie ij leah akte dejstie veeljemijstie tjaangemesæjrosne.
sme: Sámedikki girjerádju ii leat sisaloggensiiddu válljenfálus.

source: Datne tjoerh BIBSYS veeljedh goh institusjovne.
sme: Don fertet válljet BIBSYS ásahussan.

source: Dellie tjoerh tjaangedh dov löönije-ID:ine jïh BIBSYS-tjeakoesbaakojne.
sme: Don fertet de logget sisa luoikkaheaddji ID:in ja BIBSYS - beassansániin.

source: Jis ih tjeakoesbaakoem utnieh maahtah dam daennie sæjrosne dongkedh.
sme: Jos dus ii leat beassansátni, de sáhtát dan diŋgot čuovvovaš siiddusis.

source: Guktie tjeakoesbaakoem darjodh:
sme: Movt ráhkadit beassansáni:

source: Voestes sæjrosne: Diedtieh ” Logg på ” åelkiesbielesne.
sme: Vuosttaš siiddus: Deaddil ” Logge sisa ” áibbas olgešravddas.

source: Veeljh BIBSYS (Saemiedigkien gærjagåetie ij leah daesnie)
sme: Vállje gullevašvuođa BIBSYS (Sámedikki girjerádju ii leat dás)

source: Diedtieh ” Glemt brukernavn og passord ”
sme: Deaddil ” Vajálduhttán geavahannama ja beassansáni ”

source: Diedtieh ” Bytt passord ”
sme: Deaddil ” Lonut beassansáni ”

source: Diedtieh Glemt / Hent passord.
sme: Deaddil “ Vajálduvvan / Viečča beassansáni ”.

source: Tjaelieh dov löönemenommerem (löönemekåarhtesne tjåådtje).
sme: Čále iežat luoikkahannummira (dat lea luoikkahankoarttas).

source: Orre tjeakoesbaakoe seedtesåvva dov e-påastese.
sme: Ođđa beassansátni sáddejuvvo e-poasttain.

source: Gærjapaahkh lååjkedæmman
sme: Girjebáhka luoikkaheapmi

source: Saemiedigkien gærjagåetie gærjapaahkh (depot) gærjagåetide lååjkede.
sme: Sámedikki girjerádju luoiká girjebáhkaid (ráju) bibliotehkaide.

source: Gaajhkh gærjagåetieh maehtieh gærjapaahkh mijjen luvnie löönedh.
sme: Buot girjerájut sáhttet luoikkahit mis girjebáhkaid.

source: Mijjen akte stoerre våarhkoe dovne faagelidteratuvreste jïh tjiehpieslidteratuvreste maanide jïh geerve almetjidie, dejnie joekehts saemien gïeline.
sme: Mis lea stuorra čoahkkádus ja das leat sihke fágagirjjálašvuohta ja čáppagirjjálašvuohta mánáide ja rávisolbmuide, iešguđege sámegillii.

source: Lissine lååjkedibie DVD., CD jïh tjoejegærjah.
sme: Dasa lassin luoikat mii DVD:id, CD:id ja jietnagirjjiid.

source: Mijjieh gaajhkem tjåanghkan bïejebe löönijen / gærjagåetien vaajtelassen mietie.
sme: Luoikkahanávdnasiid čohkket mii luoikkaheaddji / girjeráju sávaldaga mielde.

source: Gåarede guhkies boelhkem löönedh.
sme: Vejolaš lea luoikkahit guhkes áigái.

source: Goevten 6. b. b. saemiej åålmegebiejjie.
sme: Guovvamánu guđát beaivi lea sámi álbmotbeaivi.

source: Daan beajjan maehtebe gærjapaahkh darjodh gærjagåetide, skuvlide jïh maanagïertide.
sme: Dan beaivvi várás sáhttit mii sáddet girjebáhkaid girjerájuide, skuvllaide ja mánáidgárddiide.

source: Mijjieh lååjkedibie skuvlide jïh maanagïertide lïhkemes almetjegærjagåetien baaktoe.
sme: Mii luoikat skuvllaide ja mánáidgárddiide lagamus álbmotgirjeráju bokte.

source: Mijjen akte stoerre CD-våarhkoe joejkigujmie jïh saemien musihkine.
sme: Mis lea stuorra CD čoahkkádus main leat luođit ja sámi musihkka.

source: Magasijnesne aaj VHS-filmh jïh musihkekasedth mejtie gåarede löönedh.
sme: Magasiinnas leat mis maiddái VHS filmmat ja musihkka kaseahtain luoikama várás.

source: Gaatesjen dle vaenie filmh mah leah maanide sjïehtedamme.
sme: Šállošit go gávdnojit unnán mánáid várás heivehuvvon filmmat.

source: Bielelen doh filmh mejtie lååjkedibie NORWACO-latjkoen tjïrrh mijjen goevtesisnie Guovdageaidnusne.
sme: Spiehkastahkan leat filmmat mat leat luoikama várás NORWACO šiehtadusa bokte min ossodagas Guovdageainnus.

source: Daejtie filmide ajve maanagïertide jïh skuvlide lååjkedibie mah leah tjïeltine mah leah NORWACO-lïhtsegh.
sme: Daid filmmaid luoikat dušše mánáidgárddiide ja skuvllaide gielddain mat leat NORWACO lahtut.

source: Govlesadth mijjine.
sme: Váldde oktavuođa minguin.

source: E-påaste: sambib@samediggi.no, Tell: 78 47 40 00
sme: E-poasta: sambib@samediggi.no, Tel: 78 47 40 00
